Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, ar_eg, ar_sa, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tl_ph, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

source: Changes require a restart to take effect
af_za: Veranderinge vereis 'n herbegin om in werking te tree
ar_eg: تتطلب التغييرات إعادة تشغيل لتصبح سارية المفعول
ar_sa: تتطلب التغييرات إعادة تشغيل لتطبيقها
bg_bg: Промените изискват рестартиране, за да влязат в сила
bn_bd: পরিবর্তনগুলি কার্যকর হতে পুনরায় চালু করা প্রয়োজন
ca_es: Els canvis requereixen un reinici per fer-se efectius
cs_cz: Pro projevení změn je nutné restartovat aplikaci.
da_dk: Ændringer kræver en genstart for at træde i kraft.
de_de: Änderungen erfordern einen Neustart, um wirksam zu werden
el_gr: Οι αλλαγές απαιτούν επανεκκίνηση για να εφαρμοστούν
es_mx: Los cambios requieren un reinicio para que surtan efecto
et_ee: Muudatused jõustuvad pärast taaskäivitamist
fa_ir: برای اعمال تغییرات، راه‌اندازی مجدد لازم است
fi_fi: Muutokset edellyttävät uudelleenkäynnistystä tullakseen voimaan.
fr_fr: Les modifications nécessitent un redémarrage pour prendre effet
ga_ie: Teastaíonn atosú chun go dtiocfaidh athruithe i bhfeidhm
he_il: שינויים דורשים הפעלה מחדש כדי להיכנס לתוקף
hi_in: परिवर्तनों को प्रभावी होने के लिए रीस्टार्ट करना आवश्यक है।
hr_hr: Promjene zahtijevaju ponovno pokretanje da bi stupile na snagu
hu_hu: A változtatások érvénybe lépéséhez újraindítás szükséges
id_id: Perubahan memerlukan mulai ulang aplikasi agar dapat diterapkan.
it_it: Per applicare le modifiche è necessario riavviare l'applicazione
ja_jp: 変更を適用するには、再起動が必要です
ko_kr: 변경 사항을 적용하려면 앱을 다시 시작해야 합니다.
lt_lt: Pakeitimai įsigalios tik iš naujo paleidus programą
ms_my: Perubahan memerlukan mula semula untuk berkuat kuasa
nl_nl: Wijzigingen vereisen een herstart om van kracht te worden.
no_no: Endringer krever omstart for å gjelde
pa_in: ਬਦਲਾਵਾਂ ਨੂੰ ਲਾਗੂ ਹੋਣ ਲਈ ਮੁੜ ਚਾਲੂ ਕਰਨ ਦੀ ਲੋੜ ਹੈ
pl_pl: Zmiany wymagają ponownego uruchomienia, aby zaczęły obowiązywać
pt_pt: As alterações exigem uma reinicialização para entrar em vigor
ro_ro: Modificările necesită o repornire pentru a intra în vigoare
ru_ru: Изменения требуют перезапуска для вступления в силу
sk_sk: Zmeny vyžadujú reštart na uplatnenie
sq_al: Ndryshimet kërkojnë një rifillim për të hyrë në fuqi
sr_cyrl_rs: За промене је потребно поновно покретање
sv_se: Ändringar kräver en omstart för att träda i kraft
sw_ke: Mabadiliko yanahitaji kuanza upya ili yawe na athari
ta_in: மாற்றங்கள் நடைமுறைக்கு வர மறுதொடக்கம் தேவை
th_th: การเปลี่ยนแปลงต้องรีสตาร์ทเพื่อมีผล
tl_ph: Kailangan ng restart upang magkabisa ang mga pagbabago
tr_tr: Değişikliklerin etkili olması için yeniden başlatma gerekir
uk_ua: Зміни вимагають перезапуску для набуття чинності
vi_vn: Thay đổi yêu cầu khởi động lại để có hiệu lực
zh_cn: 更改需要重启才能生效
zh_tw: 變更需要重新啟動才能生效

# SettingsPage_RestartRequired_Title
source: Restart Required
af_za: Herbegin benodig
ar_eg: يتطلب إعادة تشغيل
ar_sa: إعادة التشغيل مطلوبة
bg_bg: Изисква се рестартиране
bn_bd: পুনরায় চালু করা প্রয়োজন
ca_es: Reinici necessari
cs_cz: Nutný restart
da_dk: Genstart påkrævet
de_de: Neustart erforderlich
el_gr: Απαιτείται Επανεκκίνηση
es_mx: Reinicio requerido
et_ee: Taaskäivitamine vajalik
fa_ir: نیاز به راه‌اندازی مجدد
fi_fi: Uudelleenkäynnistys vaaditaan
fr_fr: Redémarrage requis
ga_ie: Atosú Riachtanach
he_il: נדרשת הפעלה מחדש
hi_in: रीस्टार्ट आवश्यक है
hr_hr: Potrebno je ponovno pokretanje
hu_hu: Újraindítás szükséges
id_id: Mulai Ulang Diperlukan
it_it: Riavvio richiesto
ja_jp: 再起動が必要です
ko_kr: 재시작 필요
lt_lt: Reikalingas perkrovimas
ms_my: Mula Semula Diperlukan
nl_nl: Herstart vereist
no_no: Omstart påkrevd
pa_in: ਮੁੜ ਚਾਲੂ ਕਰਨਾ ਜ਼ਰੂਰੀ ਹੈ
pl_pl: Wymagane ponowne uruchomienie
pt_pt: Reinicialização Necessária
ro_ro: Repornire necesară
ru_ru: Требуется перезапуск
sk_sk: Vyžaduje sa reštart
sq_al: Rifillimi i nevojshëm
sr_cyrl_rs: Поновно покретање потребно
sv_se: Omstart krävs
sw_ke: Kuanza Upya Kunahitajika
ta_in: மறுதொடக்கம் தேவை
th_th: ต้องรีสตาร์ท
tl_ph: Kailangan ng Restart
tr_tr: Yeniden Başlatma Gerekli
uk_ua: Потрібен перезапуск
vi_vn: Yêu cầu khởi động lại
zh_cn: 需要重启
zh_tw: 需要重新啟動

# SettingsPage_RestartRequired_Message
source: Please restart the application for the language change to fully take effect.
af_za: Herbegin asseblief die toepassing vir die taalverandering om ten volle in werking te tree.
ar_eg: الرجاء إعادة تشغيل التطبيق لكي يصبح تغيير اللغة ساري المفعول بالكامل.
ar_sa: يرجى إعادة تشغيل التطبيق لتطبيق تغيير اللغة بالكامل.
bg_bg: Моля, рестартирайте приложението, за да влязат напълно в сила промените в езика.
bn_bd: ভাষার পরিবর্তন সম্পূর্ণরূপে কার্যকর হওয়ার জন্য অনুগ্রহ করে অ্যাপ্লিকেশনটি পুনরায় চালু করুন।
ca_es: Reinicia l'aplicació perquè el canvi d'idioma tingui efecte completament.
cs_cz: Pro plné projevení změny jazyka prosím restartujte aplikaci.
da_dk: Genstart venligst applikationen for at sprogændringen kan træde fuldt ud i kraft.
de_de: Bitte starten Sie die Anwendung neu, damit die Sprachänderung vollständig wirksam wird.
el_gr: Επανεκκινήστε την εφαρμογή για να τεθούν πλήρως σε ισχύ οι αλλαγές γλώσσας.
es_mx: Por favor, reinicia la aplicación para que el cambio de idioma surta efecto completo.
et_ee: Palun taaskäivitage rakendus, et keelemuudatus täielikult jõustuks.
fa_ir: لطفاً برای اعمال کامل تغییر زبان، برنامه را مجدداً راه‌اندازی کنید.
fi_fi: Käynnistä sovellus uudelleen, jotta kielenvaihdos tulee kokonaan voimaan.
fr_fr: Veuillez redémarrer l'application pour que le changement de langue prenne pleinement effet.
ga_ie: Atosaigh an feidhmchlár le do thoil chun go dtiocfaidh an t-athrú teanga i bhfeidhm go hiomlán.
he_il: אנא הפעל מחדש את היישום כדי ששינוי השפה ייכנס לתוקף מלא.
hi_in: भाषा परिवर्तन को पूरी तरह से प्रभावी होने के लिए कृपया ऐप को रीस्टार्ट करें।
hr_hr: Molimo ponovno pokrenite aplikaciju kako bi promjena jezika u potpunosti stupila na snagu.
hu_hu: Kérjük, indítsa újra az alkalmazást, hogy a nyelvi változtatás teljesen érvénybe lépjen.
id_id: Harap mulai ulang aplikasi agar perubahan bahasa dapat berlaku sepenuhnya.
it_it: Riavviare l'applicazione affinché la modifica della lingua abbia pieno effetto.
ja_jp: 言語の変更を完全に適用するには、アプリケーションを再起動してください。
ko_kr: 언어 변경 사항을 완전히 적용하려면 앱을 다시 시작하십시오.
lt_lt: Norėdami, kad kalbos pakeitimas visiškai įsigaliotų, iš naujo paleiskite programą.
ms_my: Sila mulakan semula aplikasi agar perubahan bahasa berkuat kuasa sepenuhnya.
nl_nl: Herstart de applicatie alstublieft om de taalwijziging volledig door te voeren.
no_no: Vennligst start applikasjonen på nytt for at språkendringen skal tre fullt ut i kraft.
pa_in: ਭਾਸ਼ਾ ਬਦਲਾਵ ਨੂੰ ਪੂਰੀ ਤਰ੍ਹਾਂ ਲਾਗੂ ਹੋਣ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਮੁੜ ਚਾਲੂ ਕਰੋ।
pl_pl: Uruchom ponownie aplikację, aby zmiana języka w pełni zadziałała.
pt_pt: Por favor, reinicie o aplicativo para que a alteração de idioma tenha efeito completo.
ro_ro: Vă rugăm să reporniți aplicația pentru ca modificarea limbii să intre pe deplin în vigoare.
ru_ru: Пожалуйста, перезапустите приложение, чтобы изменения языка вступили в полную силу.
sk_sk: Pre úplné uplatnenie zmeny jazyka reštartujte aplikáciu.
sq_al: Ju lutemi rifilloni aplikacionin që ndryshimi i gjuhës të hyjë plotësisht në fuqi.
sr_cyrl_rs: Молимо поново покрените апликацију да би промена језика у потпуности ступила на снагу.
sv_se: Vänligen starta om applikationen för att språkändringen ska träda i kraft fullt ut.
sw_ke: Tafadhali anzisha upya programu ili mabadiliko ya lugha yaweze kutumika kikamilifu.
ta_in: மொழி மாற்றம் முழுமையாக நடைமுறைக்கு வர பயன்பாட்டை மறுதொடக்கம் செய்யவும்.
th_th: โปรดรีสตาร์ทแอปพลิเคชันเพื่อให้การเปลี่ยนภาษามีผลสมบูรณ์
tl_ph: Mangyaring i-restart ang application upang ganap na magkabisa ang pagbabago ng wika.
tr_tr: Dil değişikliğinin tam olarak etkili olması için lütfen uygulamayı yeniden başlatın.
uk_ua: Будь ласка, перезапустіть програму, щоб зміни мови повністю набрали чинності.
vi_vn: Vui lòng khởi động lại ứng dụng để thay đổi ngôn ngữ có hiệu lực hoàn toàn.
zh_cn: 请重启应用程序以使语言更改完全生效。
zh_tw: 請重新啟動應用程式以使語言變更完全生效。
